Repository: Infiziert90/EurekaTrackerAutoPopper
Catalog: EurekaTrackerAutoPopper/Resources/Language.*.resx
Languages: de, fr, zh

# QuestLogPyros38Tip1
source: This quest unlocks additional capacity for the logos manipulator.
de: Diese Quest schaltet zusätzliche Kapazität für deinen Logos-Manipulator frei.
fr: Cette quête débloque de la capacité supplémentaire pour le mélangeur logos.
zh: 此任务解锁了文理融合器的额外能力。

# QuestLogPyros40Step2
source: Proceed to West Flamerock and interact with the confluence
de: Beweg dich zum Westlichen Flammenfels und interagiere mit der Äetherstauung
fr: Allez à l'ouest de rocheflamme et interagissez avec la confluence
zh: 前往火岩溶洞西侧，并与地脉的结节点交互

# QuestLogPyros45Step1
source: Talk to Krile (a few cutscenes will play)
de: Sprech mit Krile (ein paar Zwischensequenzen folgen)
fr: Parlez à Krile (quelques scènes cinématiques vont jouer)
zh: 与可露儿对话 (将播放过场动画)

# QuestLogPyros45Step2
source: Proceed to The Living Foundry and talk to Krile
de: Beweg dich ins Magielabor und sprech mit Krile
fr: Allez à l'atelier de prototypage et parlez à Krile
zh: 前往实验魔器工房，并与可露儿对话

# QuestLogPyros50Step2
source: Proceed to East Flamerock and interact with the confluence
de: Beweg dich zum Östlichen Flammenfels und interagiere mit der Äetherstauung
fr: Allez à l'est de rocheflamme et interagissez avec la confluence
zh: 前往火岩溶洞东侧，并与地脉的结节点交互

# QuestLogPyros50Step4
source: Proceed to The Cavern of the Second Cant and interact with the confluence
de: Beweg dich zur Singenden Eisgrotte und interagiere mit der Äetherstauung
fr: Allez à la caverne mélodieuse et interagissez avec la confluence
zh: 前往歌咏冰洞，并与地脉的结节点交互

# QuestLogReturnToDrake
source: Return to Drake
de: Kehre zurück zu Drake
fr: Retournez à Drake
zh: 回到德雷克处

# QuestLogReturnToGerolt
source: Return to Gerolt
de: Kehre zurück zu Gerolt
fr: Retournez à Gerolt
zh: 回到盖罗尔特处

# QuestLogReturnToKrile
source: Return to Krile
de: Kehre zurück zu Krile
fr: Retournez voir Krile
zh: 回到可露儿处

# QuestLogTabItemQuestLevel
source: Level
fr: Niveau
zh: 等级

# QuestLogTalkToDrake
source: Talk to Drake
de: Sprech mit Drake
fr: Parlez à Drake
zh: 与德雷克对话

# QuestLogTalkToGerolt
source: Talk to Gerolt
de: Sprech mit Gerolt
fr: Parlez à Gerolt
zh: 与盖罗尔特对话

# QuestLogTalkToKrile
source: Talk to Krile
de: Sprech mit Krile
fr: Parlez à Krile
zh: 与可露儿对话

# ShoutButtonClose
source: Close
de: Schließen
fr: Fermer
zh: 关闭

# ShoutButtonPost
source: Post
de: Senden
fr: Publier
zh: 发布

# ShoutWindowLimit
source: Shout will be available 20s after spawn.
de: Schreien wird 20s nachdem erscheinen verfügbar sein.
fr: Le hurlement sera disponible 20 secondes après l'apparition.
zh: 喊话将在恶名精英刷出20秒后可用。

# StatsEntryBronze
source: Bronze:
zh: 铜:

# StatsEntryFound
source: Coffers Found:
de: Truhen gefunden:
fr: Coffres trouvés:
zh: 找到宝箱:

# StatsEntryGold
source: Gold:
fr: Or:
zh: 金:

# StatsEntryKilled
source: Killed Bunnies:
de: Getötete Häschen:
fr: Lapins tués:
zh: 击杀的幸福兔:

# StatsEntrySilver
source: Silver:
de: Silber:
fr: Argent:
zh: 银:

# StatsEntryTime
source: Time in Eureka:
de: Zeit in Eureka:
fr: Temps dans Eureka:
zh: 在优雷卡中的时间:

# TabHeaderAbout
source: About
de: Über uns
fr: À propos de
zh: 关于

# TabHeaderBunny
source: Bunny
de: Hase
fr: Lapin
zh: 幸福兔

# TabHeaderChat
source: Chat
fr: Fenêtre de log
zh: 聊天

# TabHeaderFairy
source: Fairy
de: Fee
fr: Fée
zh: 元灵

# TabHeaderGeneral
source: General
de: Allgemein
fr: Général
zh: 通用

# TabHeaderOccult
source: Occult
fr: Lunule
zh: 新月岛

# TabHeaderNotification
source: Notification
zh: 通知

# TabHeaderMap
source: Map
fr: Carte
zh: 地图

# TabHeaderEngagements
source: Engagements
fr: Confrontations
zh: 战斗

# TabHeaderTower
source: Forked Tower
fr: Tour fourchue de la Force
zh: 两歧塔

# TabHeaderPot
source: Pot
fr: Pot persistant
zh: 撒娇罐

# TabHeaderStats
source: Stats
de: Statistik
fr: Statistiques
zh: 统计

# TableLabelDone
source: Done
de: Fertig
fr: Terminé
zh: 完成

# TableLabelEnemyLvl
source: Enemy Level
de: Level des Gegners
fr: Niveau des ennemis
zh: 敌方等级

# TableLabelMonster
source: Monster
fr: Monstre
zh: 怪物

# LogWindowRefreshTooltip
source: Refreshing is necessary as the game has to request updated progress from the server. A cooldown of 5s applies after each use.
fr: Une actualisation est nécessaire pour que le jeu puisse récupérer et mettre à jour la progression depuis le serveur. Temps de recharge de 5s après chaque utilisation.
zh: 由于游戏需要向服务器请求最新进度，刷新是必要的。 每次使用后需等待 5 秒冷却。

# TabHeaderTracker
source: Tracker
zh: 追踪器

# TabHeaderHelper
source: Helper
fr: Aide
zh: 助手

# OccultWindowNotInTerritory
source: You aren't in the occult territory, this window is not of any use.
fr: Entrez dans une instance de l'Île de Lunule pour accéder à cette fenêtre.
zh: 你不在新月岛区域，此窗口没有任何用处。

# CEStateInactive
source: Inactive
fr: Inactif
zh: 未激活

# CEStateRegister
source: Recruiting Members
fr: Recrutement d'équipiers
zh: 招募人手

# CEStateWarmup
source: Preparing To Commence
fr: Préparation
zh: 准备开始

# CEStateBattle
source: Battle Underway
fr: Combat en cours
zh: 战斗进行中

# MarkerSetCombined
source: Treasure And Carrots
fr: Coffres et Carottes
zh: 宝箱和胡萝卜

# MarkerSetOnlySilver
source: Silver Treasure
fr: Coffre en argent
zh: 银宝箱

# MarkerSetOnlyBronze
source: Bronze Treasure
fr: Coffre en bronze
zh: 铜宝箱

# MarkerSetBunny
source: Carrot Locations
de: Bunny Carrot Locations
fr: Emplacement de Carotte du bonheur
zh: 胡萝卜位置

# MarkerSetPot
source: Pot Locations
fr: Emplacement de Pot persistant
zh: 撒娇罐位置

# MarkerSetTreasure
source: All Treasure
fr: Tous les coffres
zh: 全部宝箱

# MarkerSetNone
source: Show None
fr: Ne rien afficher
zh: 不显示

# HeaderActiveCE
source: Active Critical Encounter:
fr: Confrontation critique active :
zh: 已激活的紧急遭遇战:

# HeaderActiveFate
source: Active FATE:
fr: ALÉA actif :
zh: 已激活的危命任务:

# HeaderActivePot
source: Active Pot FATE:
fr: ALÉA de pot magique actif :
zh: 已激活的魔法罐危命任务:

# CollapseablePreviousEngagements
source: All Previous Engagements
fr: Toutes les confrontations critiques précédentes
zh: 全部既往战斗

# HeaderCE
source: Critical Encounter:
fr: Confrontation critique :
zh: 紧急遭遇战:

# HeaderFates
source: FATEs:
fr: ALÉAs :
zh: 危命任务:

# FateTimeRemaining
source: Time Remaining
fr: Temps restant
zh: 剩余时间

# FateProgress
source: Progress
fr: Progression
zh: 进度

# FateInfoLastSeen
source: Last Seen: {0} ago
fr: Dernière apparition : Il y a {0}
zh: 最后出现时间: {0} 前

# FateInfoLastSeenUnknown
source: Last Seen: not seen
fr: Dernière apparition : jamais apparu
zh: 最后出现时间: 尚未出现

# FateInfoRespawnTimes
source: Respawn Times: [{0}]
fr: Réapparition dans : {0}
zh: 重生时间: [{0}]

# FateInfoWalkingTime
source: Walking Time: {0}
fr: Temps de marche : {0}
zh: 步行时间: {0}

# ForkedTowerInfoJoinRun
source: Want to join a Forked Tower run?
fr: Vous souhaitez participer à une incursion de la Tour fourchue ?
zh: 想要参与攻略两歧塔?

# ForkedTowerInfoWarning1
source: Please be aware that attempting to join Forked Tower as an individual player is highly discouraged. This means to stand on the tower platform during the prerequisite weather conditions, in addition to offering any amount of ciphers for entry during this period.
fr: Veuillez noter qu'entrer dans la Tour fourchue de la Force en solo est fortement déconseillé. Cela ne peut se faire en restant sur la plateforme de téléportation pendant la météo dédiée et après avoir offert un ou des sceaux arcaniques de la Force.
zh: 请注意，极不推荐尝试单人进入两歧塔。即在触发天气期间站在两歧塔平台上，且在该时段内提交任意数量的启动凭证。

# ForkedTowerInfoWarning2
source: If you wish to learn more about Forked Tower or would like to participate in an organized group, it's encouraged to join one of the following Discord servers for your respective region.
fr: Si vous souhaitez en savoir plus au sujet de la Tour fourchue de la Force ou si vous souhaitez rejoindre un groupe prédéfini, il est fortement recommandé de rejoindre un ou des serveurs Discord dédiés dans votre région.
zh: 若想进一步了解两歧塔或参加有组织的车队，建议加入对应区服的以下 Discord 服务器。

# ForkedTowerInfoJoinDiscordList
source: Where can I join an organized run? (Click name)
fr: Où puis-je rejoindre une incursion ? (Cliquez sur le nom)
zh: 我可以在哪里加入有组织的车队？(点击名称)

# ForkedTowerInfoPlayerCount
source: Players on Platform (Level 20 or above): {0}
de: Players on Platform: {0}
fr: Joueurs sur la plateforme (niveau 20 ou plus) : {0}
zh: 平台上的玩家(20级或以上): {0}

# ForkedTowerInfoPlayerListCollapseable
source: Player List
fr: Liste de joueurs
zh: 玩家列表

# ForkedTowerNotOnPlatform
source: Not on the Platform.
fr: Vous n'êtes pas sur la plateforme.
zh: 不在平台上。

# ForkedTowerNotSeen
source: Forked Tower hasn't been seen yet.
fr: La Tour fourchue de la Force n'est pas encore apparue.
zh: 两歧塔尚未出现。

# OccultTowerActiveIndicator
source: (active)
zh: (激活)

# ButtonOpenHelper
source: Open Helper Window
fr: Ouvrir la fenêtre d'aide
zh: 打开助手窗口

# MarketSetReroll
source: Second Chance Locations
fr: Second Chance
zh: 额外机会

# MarkerSetPotReroll
source: Pot And Second Chance
zh: 撒娇罐和额外机会
