Repository: Infiziert90/EurekaTrackerAutoPopper
Catalog: EurekaTrackerAutoPopper/Resources/Language.*.resx
Languages: de, fr, zh

# AboutEntryAuthor
source: Author:
de: Ersteller:
fr: Auteurs :
zh: 作者:

# AboutEntryVersion
source: Version:
zh: 版本:

# AreaNameAnemos
source: Anemos
zh: 常风之地

# AreaNameHydatos
source: Hydatos
zh: 丰水之地

# AreaNamePagos
source: Pagos
zh: 恒冰之地

# AreaNamePyros
source: Pyros
zh: 涌火之地

# BunnyWindowRespawning
source: Respawning in:
de: Erscheint in:
fr: Réapparition dans :
zh: 重生:

# BunnyWindowRespawningsoon
source: soon
de: bald
fr: bientôt
zh: 即将开始

# BunnyWindowStatusAlive
source: Alive
de: Am Leben
fr: Vivant
zh: 存活

# BunnyWindowStatusUnknown
source: Unknown
de: Unbekannt
fr: Inconnu
zh: 未知

# ChatDeadFairyNote
source: Removing inactive fairies from tracking.
de: Entferne inaktive Feen aus dem Tracking.
fr: Suppression des fées inactives du suivi.
zh: 从追踪器中移除无效元灵。

# ChatErrorFairyMapMarkers
source: Unable to place fairy markers on map
de: Es konnten nicht alle Feen Marker auf der Karte platziert werden
fr: Impossible de placer les marqueurs de fée sur la carte
zh: 无法在地图上放置元灵标记

# ChatErrorFairyMarkers
source: Tracking for fairies needs to be reset, please go to all listed locations to update.
de: Die Liste der lebenden Feen muss aktualisiert werden, bitte gehe alle bekannten Standorte ab.
fr: Le suivi des fées a besoin d'être réinitialisé, s'il vous plaît allez à tous les emplacements listés pour une mise à jour.
zh: 元灵的追踪信息需重置，请前往所有标注地点以完成更新。

# ChatErrorFairyMinimapMarkers
source: Unable to place fairy markers on minimap
de: Es konnten nicht alle Feen Marker auf der Minimap platziert werden
fr: Impossible de placer les marqueurs de fée sur la minicarte
zh: 无法在小地图上放置元灵标记

# ChatErrorMapMarkers
source: Unable to place all markers on map
de: Es konnten nicht alle Marker auf der Karte platziert werden
fr: Impossible de placer tous les marqueurs sur la carte
zh: 无法在地图上放置所有标记

# ChatErrorMinimapMarkers
source: Unable to place all markers on minimap
de: Es konnten nicht alle Marker auf der Minimap platziert werden
fr: Impossible de placer tous les marqueurs sur la minicarte
zh: 无法在小地图上放置所有标记

# ChatErrorNotInEureka
source: You are not in Eureka, this command is unavailable.
de: Du bist nicht in Eureka, dieser Befehl ist nicht verfügbar.
fr: Vous n'êtes pas dans Eureka, cette commande n'est pas disponible.
zh: 你不在优雷卡中，此命令不可用。

# ChatNewChestFound
source: You've found a new chest location
de: Du hast eine neue Schatztruhe entdeckt
fr: Vous avez découvert un nouvel emplacement de coffre
zh: 你找到了一个新的宝箱位置

# ChatNewChestFoundDevNote
source: Please consider sending the following information to the developer:
de: Bitte überlege dir die folgenden Informationen den Entwickler mitzuteilen:
fr: Envisagez d'envoyer l'information suivante au développeur :
zh: 请考虑向开发人员发送以下信息:

# ChatNewChestFoundFeedback
source: (Please do not use the feedback function to send this)
de: (Bitte nutze nicht die Feedback-Funktion um dies mitzuteilen)
fr: (N'utilisez pas la fonction de feedback pour l'envoyer)
zh: (请不要使用反馈功能发送此信息)

# ConfigButtonAddMapMarkers
source: Add Markers
de: Symbole einzeichnen
fr: Ajouter des marqueurs
zh: 添加标记

# ConfigButtonCirclePreview
source: Preview
de: Vorschau
fr: Prévisualiser
zh: 预览

# ConfigButtonDiscordForumThread
source: Discord Thread
fr: Fil de discussion Discord
zh: Discord 频道

# ConfigButtonFairyAll
source: Echo All
de: Echo Alle
fr: Écho pour tout
zh: 默语全部

# ConfigButtonGithubIssues
source: Issues
de: Probleme
fr: Anomalies
zh: 议题

# ConfigButtonRemoveMapMarkers
source: Remove Markers
de: Symbole entfernen
fr: Enlever les marqueurs
zh: 移除标记

# ConfigButtonStartNew
source: Start New Tracker
de: Neuen Tracker starten
fr: Démarrer un nouveau traqueur
zh: 开始新的追踪器

# ConfigHeaderBunny
source: Bunny
de: Glückshase
fr: Lapin
zh: 幸福兔

# ConfigHeaderBunnyCarrot
source: Bunny Carrot
fr: Carotte du bonheur
zh: 好运胡萝卜

# ConfigHeaderFairy
source: Fairy / Elemental
de: Fee / Elementar
fr: Fée / Élémentaire
zh: 元灵

# ConfigHeaderFormat
source: Format:
de: Formatierung:
zh: 格式:

# ConfigHeaderKnownLocations
source: Known Locations
de: Bekannte Standorte
fr: Emplacements connus
zh: 已知地点

# ConfigHeaderMapStats
source: Map Stats:
de: Karten Statistik:
fr: Statistiques par emplacement:
zh: 地图统计:

# ConfigHeaderMarkerSetHeader
source: Map Marker
fr: Marqueur sur la carte
zh: 地图标记

# ConfigHeaderPop
source: Pop
zh: 弹窗

# ConfigHeaderPotHelperHeader
source: Pot Helper Window
fr: Fenêtre d'aide du pot
zh: 撒娇罐助手窗口

# ConfigHeaderEngagements
source: Engagements
fr: Confrontations
zh: 战斗

# ConfigHeaderTower
source: Forked Tower
fr: Tour fourchue de la Force
zh: 两歧塔

# ConfigHeaderGeneral
source: General
fr: Général
zh: 通用

# ConfigHeaderProximityNotification
source: Proximity Notification
fr: Notification de proximité
zh: 接近时通知

# ConfigHeaderTotalStats
source: Total Stats:
de: Gesamt-Statistik:
fr: Statistiques totales:
zh: 汇总数据:

# ConfigHeaderTracker
source: Tracker:
fr: Traqueur:
zh: 追踪器:

# ConfigHeaderTreasure
source: Treasure
fr: Trésor
zh: 宝箱

# ConfigInputPW
source: Password
de: Passwort
fr: Mot de passe
zh: 密码

# ConfigInputURL
source: Instance URL
de: Instanz-URL
fr: URL de l'instance
zh: 实例网址

# ConfigOptionBunnyLowLevelFates
source: Show Only Low Level
de: Nur niedriges Level anzeigen
fr: Afficher seulement les lapins de bas niveau
zh: 仅显示低等级

# ConfigOptionBunnyWindow
source: Show Window on Entry
de: Zeig Fenster beim Betreten
fr: Afficher la fenêtre des lapins lors de l'entrée
zh: 进入时显示窗口

# ConfigOptionClearMemory
source: Clear Memory
fr: Vider la mémoire
zh: 清除记忆

# ConfigOptionCofferIcons
source: Add Coffer Icons on Entry
de: Schatzkisten-Icons beim Eintreten hinzufügen
fr: Ajouter des icônes de coffres à l'entrée
zh: 进入时添加宝箱图标

# ConfigOptionCopyShoutMessage
source: Copy Shout Message
fr: Copier le message en hurler
zh: 复制喊话消息

# ConfigOptionDrawCircle
source: Draw Nearby Coffer Circle
de: Zeichne Kreis wenn Nahe
fr: Dessiner un cercle à proximité
zh: 绘制附近宝箱圆圈

# ConfigOptionEcho
source: Echo In Chat
fr: Echo dans le chat
zh: 在聊天中发送默语

# ConfigOptionEchoFairy
source: Echo
fr: Écho pour fée
zh: 默语

# ConfigOptionEchoNM
source: Echo
fr: Écho quand un MC apparaît
zh: 默语

# ConfigOptionFastSwitcher
source: Show Fast Switch Overlay
fr: Afficher l'overlay de changement rapide
zh: 显示快速切换悬浮窗

# ConfigOptionFateWindow
source: Show Fate Window On Entry
fr: Afficher la fenêtre ALEA à l'entrée
zh: 进入时显示危命任务窗口

# ConfigOptionEngagementsPot
source: Show Active Pot
fr: Montrer le pot magique actif
zh: 显示激活的魔法罐

# ConfigOptionTowerTabName
source: Change Tab Name
fr: Modifier le nom de l'onglet
zh: 更改选项卡名称

# ConfigOptionTowerTabTooltip
source: Adds a small indicator "(active)" to the tab name if tower is active.
fr: Ajoute un indicateur "(active)" au nom de l'onglet si la Tour est apparue.
zh: 当两歧塔处于激活状态时，在选项卡名称旁添加“(已激活)”小标识。

# ConfigOptionEngagementsHide
source: Hide In Critical Encounters
fr: Cacher lors des confrontations critiques
zh: 在紧急遭遇战中隐藏

# ConfigOptionFlag
source: Place Map Flag
fr: Placer un drapeau sur la carte
zh: 放置地图标记

# ConfigOptionMemoryTimer
source: Clear After Seconds
fr: Effacer après quelques secondes
zh: 秒后清除

# ConfigOptionOpenShoutWindow
source: Show Shout Window
de: Schreien-Fenster anzeigen
fr: Afficher la fenêtre pour les hurlements
zh: 显示喊话窗口

# ConfigOptionPlaceDefault
source: Place After Entering
fr: Placer après l'entrée
zh: 进入时放置

# ConfigOptionRandomizeCoords
source: Randomize Map Coords
de: Zufällige Karten-Koordinaten
fr: Randomiser les coordonnées de la carte
zh: 随机化地图坐标

# ConfigOptionShortNames
source: Use Short Names
de: Kurznamen verwenden
fr: Utiliser des noms courts
zh: 使用短名

# ConfigOptionShowPT
source: Show PT in Shout Window
de: Zeige PT im Schreien-Fenster
fr: Afficher l'HL dans la fenêtre de hurlement
zh: 在喊话窗口中显示开怪时间

# ConfigOptionSoundNM
source: Play Sound
de: Ton abspielen
fr: Jouer un son quand un MC apparaît
zh: 播放声音

# ConfigOptionSpawnNotification
source: Play Spawn Sound
fr: Jouer un son d'apparition
zh: 播放重生声音

# ConfigOptionSoundCESpawn
source: Play Critical Encounter Sound
fr: Jouer un son pour les confrontations critiques
zh: 播放紧急遭遇战声音

# ConfigOptionSoundFateSpawn
source: Play Fate Sound
fr: Jouer un son pour les ALÉAs
zh: 播放危命任务声音

# ConfigOptionSoundTowerSpawn
source: Play Tower Sound
fr: Jouer un son pour la Tour fourchue
zh: 播放两歧塔声音

# ConfigOptionSwitcherPosition
source: Position Below Map
fr: Position sous la carte
zh: 地图下方显示

# ConfigOptionToast
source: Show Toast
fr: Montrer une bulle de notification
zh: 显示弹出提示

# ConfigOptionToastFairy
source: Show Toast
de: Toast-Benachrichtigungen anzeigen
fr: Afficher une fenêtre de notification pour les fées
zh: 显示弹出提示

# ConfigOptionToastNM
source: Show Toast
de: Toast-Benachrichtigungen anzeigen
fr: Afficher un message d'alerte quand un MC apparaît
zh: 显示弹出提示

# ConfigOptionUse12h
source: Use 12-hour Format
de: 12-Stunden-Zählung verwenden
fr: Utiliser le format 12-heures
zh: 使用 12 小时格式

# ConfigOptionUseET
source: Use Eorzea Time instead
de: Eorzea-Zeit verwenden
fr: Utiliser l'heure éorzéenne à la place
zh: 使用艾欧泽亚时间

# ConfigTooltipBunnyLowLevelFates
source: Only shows the low level bunny fates for Pagos and Pyros.
de: Zeigt nur die niedrig stufigen Hasen-FATEs in Pagos und Pyros.
fr: Afficher seulement les lapins de bas niveau pour Pagos et Pyros.
zh: 在恒冰之地和涌火之地仅显示低等级的幸福兔危命任务。

# ConfigTooltipBunnyWindow
source: Or use the command '/elbunny'.
de: Oder verwende den '/elbunny' Befehl.
fr: Ou utiliser la commande '/elbunny'.
zh: 或使用命令 '/elbunny'。

# ConfigOptionAutoPots
source: Switch To Pot Markers Automatically
zh: 自动切换到撒娇罐标记

# ConfigTooltipAutoPots
source: Automatically display pot treasure locations on the map when you have a pot following you.
zh: 当你携带撒娇罐时，自动在地图上标出撒娇罐宝箱的位置。

# ConfigTooltipClearMemory
source: Remove spotted treasure and carrots, after X Seconds of being unseen, so that notifications can reappear.
fr: Retirer les trésors repérés et les carottes, après X secondes sans être vus afin que les notifications puissent réapparaître.
zh: 在 X 秒后移除已发现的宝藏和胡萝卜，以便重新通知。

# ConfigTooltipCofferIcons
source: Adds the coffer locations on entry of eureka.
de: Fügt die Schatzkisten Standorte beim Eintreten in Eureka hinzu.
fr: Ajoute les emplacements de coffres en entrant dans Eurêka.
zh: 进入优雷卡时添加宝箱位置。

# ConfigTooltipDrawCircle
source: Draws a circle if the player is near a coffer location.
de: Zeichnet einen Kreis, wenn sich der Spieler in der Nähe einer Schatzkiste befindet.
fr: Dessine un cercle si le joueur est proche d'un emplacement possible d'un coffre.
zh: 当玩家靠近宝箱位置时绘制圆圈。

# ConfigTooltipOpenTracker
source: Open Tracker in Browser
de: Tracker im Browser öffnen
fr: Ouvrir le traqueur dans un navigateur web
zh: 在浏览器中打开追踪器

# ConfigTooltipShowPT
source: Disabling this option will remove time element from the shout message.
de: Durch die Deaktivierung dieser Option wird das zeitliche Element aus der Schreien-Nachricht entfernt.
fr: Désactiver cette option va enlever l'horodatage des éléments de la fenêtre de hurlement.
zh: 禁用此选项将从喊话消息中删除时间元素。

# ConfigTooltipStartNew
source: Only available while in eureka
fr: Uniquement disponible à Eurêka
zh: 仅在优雷卡中可用

# LogCategoryFE
source: Fire and Earth
de: Feuer und Erde
fr: Feu et Terre
zh: 火和土

# LogCategoryIL
source: Ice and Lighting
de: Eis und Donner
fr: Glace et Foudre
zh: 冰和雷

# LogCategoryNight
source: Night
de: Nacht
fr: Nuit
zh: 夜间

# LogCategorySprites
source: Sprites
de: Elemente
fr: Élémentaires
zh: 死灵

# LogCategoryWW
source: Water and Wind
de: Wasser und Wind
fr: Eau et Vent
zh: 水和风

# LogError
source: Unable to read log.
de: Log konnte nicht gelesen werden.
fr: Impossible de lire les logs.
zh: 无法读取日志。

# LogWrongTab
source: Please open your challenge log in the 'Field Operations' category.
de: Bitte öffne dein Challenge-Log in der Kategorie 'Andere'.
fr: Veuillez ouvrir votre carnet d'objectifs dans la catégorie « Missions d'exploration ».
zh: 请打开挑战笔记的“探索型任务”种类。

# LogWrongTabNote
source: Unable to detect eureka progress.
de: Der Fortschritt konnte nicht festgestellt werden.
fr: Impossible de détecter la progression de Eurêka.
zh: 无法检测优雷卡进度。

# QuestLogAetheryteText
source: Aetheryte Unlocks:
de: Freischaltung der Ätheryt:
fr: Éthérites à harmoniser:
zh: 以太之光解锁:

# QuestLogAnemos13Step2
source: Proceed to the The Val River Swale near the waterfall and interact with the Confluence
de: Beweg dich zum Val-Becken nahe dem Wasserfall und interagiere mit der Äetherstauung
fr: Procédez à l'orée près de la chute d'eau et interagissez avec la confluence
zh: 前往靠近瀑布的瓦尔河流域，并与地脉的结节点交互

# QuestLogAnemos17Step2
source: Proceed to the Uncanny Valley and interact with the Confluence
de: Beweg dich zum Schaudertal und interagiere mit der Äetherstauung
fr: Procédez à la vallée de l'étrange et interagissez avec la confluence
zh: 前往奇怪谷，并与地脉的结节点交互

# QuestLogAnemos17Step4
source: Proceed to the Aethernet Control and interact with the Aethernet Relay
de: Beweg dich in die Ätherytennetz-Kontrolle und interagiere mit dem Ätherytenrelais
fr: Procédez à la salle de contrôle des éthérites et interagissez avec le relais du réseau de transport urbain éthéré
zh: 前往传送技术管理室，并与中继以太之晶交互

# QuestLogAnemos17Step5
source: Interact with the Aethernet Relay again and trade in 99 Anemos Crystals.
de: Interagiere erneut mit dem Ätherytenrelais und übergebe 99 Anemos-Kristalle
fr: Interagissez avec le relais du réseau de transport urbain éthéré une autre fois et échangez 99 cristaux Anemos.
zh: 再次与中继以太之晶交互，并提交99个常风水晶。

# QuestLogAnemos1Step1
source: Talk to Krile and Gerolt
de: Sprech mit Krile und Gerolt
fr: Parler à Krile et Gerolt
zh: 与可露儿和盖罗尔特对话

# QuestLogAnemos1Tip1
source: You must obtain a Protean Crystal from a normal monster.
de: Du musst einen 'Instabiler Kristall' von einem normalen Monster erhalten.
fr: Vous devez obtenir un cristal instable d'un monstre normal.
zh: 你必须从普通怪物身上获取一个乱属性水晶。

# QuestLogAnemos1Tip2
source: You cannot exchange Anemos Crystals for Protean Crystals until you finish this quest.
de: Du kannst Anemos-Kristalle nicht gegen 'Instabile Kristalle' tauschen, bis du diese Quest abgeschlossen hast.
fr: Vous ne pouvez pas échanger des cristaux Anemos pour des cristaux instables tant que vous n'avez pas fini cette quête.
zh: 在你完成这项任务之前，你不能将常风水晶兑换成乱属性水晶。

# QuestLogAnemos3Step2
source: Proceed inside the Early Natural History Society Observatory and interact with the Confluence
de: Beweg dich ins Observatorium für Frühe Naturgeschichte und interagiere mit der Äetherstauung
fr: Procédez à l'intérieur de l'observatoire de la société d'histoire naturelle ancienne et interagissez avec la confluence
zh: 前往原初自然史院分室，并与地脉的结节点交互

# QuestLogAnemos3Tip1
source: Mobs will spawn around and inside the building during nighttime and as such it is recommended to do this during daytime (6am to 6pm ET).
de: Monster erscheinen in der Nacht um und im Gebäudes, es wird daher empfohlen diese Quest tagsüber zu erledigen (6:00 bis 18:00 Uhr ET).
fr: Des monstres vont apparaître autour et à l'intérieur du bâtiment pendant la nuit donc il est recommandé de faire cette quête pendant la journée (6 am à 6 pm HE).
zh: 夜间建筑内外会刷怪，建议在白天 (艾欧泽亚时间 6:00–18:00) 前往。

# QuestLogAnemos5Step2
source: Proceed to the The Orchard below the cliff and interact with the Confluence
de: Beweg dich zum Obstgarten und interagiere mit der Äetherstauung
fr: Allez au verger sous la falaise et interagissez avec la confluence
zh: 前往悬崖下方的高树果林，并与地脉的结节点交互

# QuestLogHeader
source: Current Area
de: Aktuelles Gebiet
fr: Zone actuelle
zh: 当前区域

# QuestLogHydatos51Step2
source: Proceed to The Central Columns and talk again to Krile
de: Beweg dich zur Zentralplattform und sprech erneut mit Krile
fr: Procédez à l'éthéroduc central et parlez encore à Krile
zh: 前往中央魔力桥脚，并再次与可露儿对话

# QuestLogHydatos51Step3
source: Proceed south to The Val River Source and find the Pooled Aether
de: Beweg dich südlich in das Val-Delta und finde die Ätherstörung
fr: Procédez au sud au socle du pont éthéré et trouvez l'éther consolidé
zh: 向南前往瓦尔河源流，并找到以太汇聚处

# QuestLogHydatos51Step4
source: Return to the The Central Columns and talk to Krile
de: Kehre zur Zentralplattform zurück und sprech mit Krile
fr: Retournez à l'éthéroduc central et parlez à Krile
zh: 返回中央魔力桥脚，并与可露儿对话

# QuestLogHydatos54Step2
source: Proceed to The Western Columns and talk again to Krile
de: Beweg dich zur Westplattform und sprech erneut mit Krile
fr: Procédez à l'éthéroduc ouest et parlez encore à Krile
zh: 前往西部魔力桥脚，并再次与可露儿对话

# QuestLogHydatos54Step3
source: Proceed to The West Val River Bank
de: Beweg dich zum Westufer des Val
fr: Procédez à la rive ouest
zh: 前往瓦尔河西岸

# QuestLogHydatos54Step4
source: Walk up the large column to find the Pooled Aether
de: Lauf den großen Felsen hoch um die Ätherstörung zu finden
fr: Montez sur la grosse colonne pour trouver l'éther consolidé
zh: 走上大桥脚，寻找以太汇聚处

# QuestLogHydatos54Step5
source: Return to The Western Columns and talk to Krile
de: Kehre zur Westplattform zurück und sprech mit Krile
fr: Retournez à l'éthéroduc ouest et parlez à Krile
zh: 返回西部魔力桥脚，并与可露儿对话

# QuestLogHydatos57Step1
source: Talk to Krile at the The Western Columns
de: Sprech mit Krile bei der Westplattform
fr: Parlez à Krile à l'éthéroduc ouest
zh: 在西部魔力桥脚与可露儿对话

# QuestLogHydatos57Step2
source: Proceed east to The Eastern Columns and talk to Krile again
de: Beweg dich zur Ostplattform und sprech erneut mit Krile
fr: Procédez à l'éthéroduc est et parlez à Krile encore
zh: 向东前往东部魔力桥脚，并再次与可露儿对话

# QuestLogHydatos57Step3
source: Head north to The East Val River Bank to find the Pooled Aether
de: Beweg dich nördlich zum Ostufer des Val und finde die Ätherstörung
fr: Allez au nord vers la rive est pour trouver l'éther consolidé
zh: 向北前往瓦尔河东岸，寻找以太汇聚处

# QuestLogHydatos57Step4
source: Return to The Eastern Columns and talk to Krile
de: Kehre zur Ostplattform zurück und sprech mit Krile
fr: Retournez à l'éthéroduc est et parlez à Krile
zh: 返回东部魔力桥脚，并与可露儿对话

# QuestLogHydatos60Step1
source: Head to The Eastern Columns and talk to Krile
de: Beweg dich zur Ostplattform und sprech mit Krile
fr: Allez à l'éthéroduc est et parlez à Krile
zh: 前往东部魔力桥脚，并与可露儿对话

# QuestLogHydatos60Step2
source: Head to The Aetherbridge Foundation and talk again to Krile
de: Beweg dich zur Transportplattform und sprech erneut mit Krile
fr: Procédez au socle du pont éthéré et parlez encore à Krile
zh: 前往魔力桥基，并再次与可露儿对话

# QuestLogHydatos60Step3
source: Proceed into the Headquarters Entrance (Teleport next to you)
de: Betrete das Hauptquartier (Eingang ist neben dir)
fr: Allez à l'entrée du quartier général (le téléporteur à côté de vous)
zh: 进入总部塔入口（传送点在旁边）

# QuestLogHydatos60Step4
source: Talk again to Krile
de: Sprech nochmal einmal mit Krile
fr: Parlez encore à Krile
zh: 再次与可露儿对话

# QuestLogHydatos60Step5
source: Go in the Board Room and talk again to Krile
de: Beweg dich in das Arbeitszimmer Galufs und sprech erneut mit Krile
fr: Allez dans le bureau du doyen et parlez encore à Krile
zh: 去委员长办公室，并再次与可露儿对话

# QuestLogHydatos60Step6
source: Interact with the Scattered Tomes
de: Interagiere mit dem eingestürzten Bücherstapel
fr: Interagissez avec les tomes éparpillés
zh: 与散落的书籍交互

# QuestLogHydatos60Step7
source: Talk again to Krile (a few cutscenes will play)
de: Sprech noch einmal mit Krile (ein paar Zwischensequenzen folgen)
fr: Parlez encore à Krile (quelque scènes cinématiques vont jouer)
zh: 再次与可露儿对话 (将播放过场动画)

# QuestLogHydatos60Step8
source: Choose between Krile's path (sealing) or that of Ejika Tsunjika (destruction)
de: Wähle zwischen Kriles (Versiegelung) oder Ejika Tsunjikas (Zerstörung) Pfad
fr: Choisissez entre la volonté de Krile (sceller) ou celle de Ejika Tsunjika (détruire)
zh: 在可露儿路线(封印)或艾吉卡·岑吉卡路线(摧毁)之间选择

# QuestLogHydatos60Step9
source: Return to Central Point and talk to Ejika Tsunjika or Krile (opposite you picked)
de: Kehre zum Zentralen Sammelpunkt zurück und spreche mit Krile oder Ejika Tsunjika (Gegenteil was du gewählt hattest)
fr: Retournez au mitan et parlez à Ejika Tsunjika ou Krile (l'opposé de votre sélection précédente)
zh: 回到中点，并与艾吉卡·岑吉卡或可露儿对话(与你选择的相反)

# QuestLogHydatos60Tip1
source: This quest unlocks The Baldesion Arsenal.
de: Diese Quest schaltet Baldesions Arsenal frei.
fr: Cette quête débloque l'arsenal de Baldesion.
zh: 这个任务解锁巴尔德西昂兵武塔。

# QuestLogHydatos60Tip2
source: Speak with the Expedition Scholar after finishing this quest.
de: Sprech mit der Inselforscherin, nachdem du die Quest abgeschlossen hast.
fr: Parler avec l'érudit de l'expédition après avoir terminé cette quête.
zh: 完成这个任务后与调查队的研究员对话。

# QuestLogOutside
source: Not In Eureka...
de: Nicht in Eureka...
zh: 不在优雷卡中...

# QuestLogPagos21Step2
source: Locate the Depleted Aetherial Stream at The Cones (upper level on a raised grassy hill)
de: Finde den versiegten Ätherstrom beim Kegel (Auf dem Grashügel)
fr: Localisez le ruisseau éthérial appauvri dans la vallée des pins (niveau supérieur sur une colline herbeuse élevée)
zh: 在松塔林找到以太的奔流痕(上层的高草坡上)

# QuestLogPagos23Step2
source: Locate the Depleted Aetherial Stream at The Val River Belly
de: Finden den versiegten Ätherstrom beim gefrorenen See
fr: Localisez le ruisseau éthérial appauvri au cours moyen de la Val
zh: 在瓦尔河谷找到以太的奔流痕

# QuestLogPagos25Step2
source: Locate the magicite at The Eastern Edge
de: Finde den Magicite bei der Ostklippe
fr: Localisez la magicite à la paroi de l'est
zh: 在东缘崖找到魔素石

# QuestLogPagos25Step3
source: Interact with it again in almost the same location
de: Interagiere erneut ein kleines Stück südwestlich
fr: Interagissez de nouveau avec elle à presque le même emplacement
zh: 在几乎相同的位置再次与它交互

# QuestLogPagos25Tip1
source: You can also speak with Gerolt any time after first speaking to Krile to unlock Eureka Pagos weapon enhancement.
de: Nach einem Gespräch mit Krile kannst du zu jederzeit mit Gerolt reden um die Relikt Quest für Pagos freizuschalten.
fr: Vous pouvez aussi parler avec Gerolt n'importe quand après avoir parlé à Krile pour débloquer l'amélioration des armes Eureka Pagos.
zh: 首次与可露儿对话后，随时可与盖罗尔特对话，解锁优雷卡恒冰之地武器强化功能。

# QuestLogPagos29Step2
source: Drop down here
de: Hier die Klippe herunterfallen
fr: Laissez-vous tomber en bas ici
zh: 从此处跳下

# QuestLogPagos29Step3
source: Talk to Ejika Tsunjika
de: Sprech mit Ejika Tsunjika
fr: Parlez à Ejika Tsunjika
zh: 与艾吉卡·岑吉卡对话

# QuestLogPagos35Step2
source: Locate the aether column at The Fumarole
de: Finde die Äther-Column bei Fumarole
fr: Localisez le geyser d'éther
zh: 在地脉喷口找到指定地点

# QuestLogPyros35Step2
source: Proceed to The Living Foundry and talk to Krile
de: Beweg dich ins Magielabor und sprech mit Krile
fr: Procédez à l'atelier de prototypage et parlez à Krile
zh: 前往实验魔器工房，并与可露儿对话

# QuestLogPyros35Step5
source: Use the Logos Manipulator and select the Paralyze L logogram and extract the mneme
de: Verwende den Logos-Manipulator, wähle ein Logos-Splitter der Paralyse aus und extrahiere diesen als Mneme
fr: Utilisez le mélangeur Logos et sélectionnez l'Évocation Logos Paralysie et extrayez l'éclat Logos
zh: 打开文理融合器，选择文理麻痹，并提取记忆

# QuestLogPyros35Step7
source: Proceed to Northeastern Ice Needles and interact with the confluence
de: Beweg dich zu den Nortöstlichen Eisnadeln und interagiere mit der Äetherstauung
fr: Allez au nord-est des aiguilles de givre et interagissez avec la confluence
zh: 前往冰针东北，并与地脉的结节点交互

# QuestLogPyros38Step2
source: Proceed to The Surgate Town House and interact with the Promising Scrap
de: Beweg dich zum Surgate-Landhaus und interagiere mit der defekten Apparatur
fr: Allez à la résidence secondaire de Surgate et interagissez avec la ferraille prometteuse
zh: 前往萨盖特别墅遗迹，并与损坏的装置交互

# QuestLogPyros38Step4
source: Proceed to The Firing Chamber and interact with the confluence
de: Beweg dich zur Brennkammer und interagiere mit der Äetherstauung
fr: Allez au site d'expérimentations calorifuges et interagissez avec la confluence
zh: 前往耐热实验场，并与地脉的结节点交互
